Repository: redhog/fcdjangoutils
Catalog: fcdjangoutils/locale/*/LC_MESSAGES/djangojs.po
Languages: no

source: This field is required.
no: Påkrevd felt.

source: Please fix this field.
no: Vennligst rett opp dette feltet.

source: Please enter a valid email address.
no: Skriv inn gyldig e-postadresse.

source: Please enter a valid URL.
no: Skriv inn gyldig URL.

source: Please enter a valid date.
no: Skriv inn gyldig dato.

source: Please enter a valid date (ISO).
no: Datoen er ikke gyldig.

source: Please enter a valid number.
no: Skriv inn gyldig tall.

source: Please enter only digits.
no: Skriv kun tall.

source: Please enter a valid credit card number.
no: Skriv inn gyldig kortnummer.

source: Please enter the same value again.
no: Skriv inn den samme teksten en gang til.

source: Please enter a value with a valid extension.
no: Ugyldig format.

source: Please enter no more than {0} characters.
no: Må ha maks {0} tegn.

source: Please enter at least {0} characters.
no: Må ha minst {0} tegn.

source: Please enter a value between {0} and {1} characters long.
no: Må være mellom {0} og {1} tegn.

source: Please enter a value between {0} and {1}.
no: Skriv inn et tall mellom {0} og {1.}

source: Please enter a value less than or equal to {0}.
no: Skriv inn en verdi som er mindre enn eller lik {0}.

source: Please enter a value greater than or equal to {0}.
no: Skriv inn et tall som er større enn eller lik {0}.
